ppt/presentation.org
#+options: ':nil *:t -:t ::t <:t H:3 \n:nil ^:t arch:headline author:t
#+options: broken-links:nil c:nil creator:nil d:(not "LOGBOOK") date:t e:t
#+options: email:nil f:t inline:t num:t p:nil pri:nil prop:nil stat:t tags:t
#+options: tasks:t tex:t timestamp:t title:t toc:t todo:t |:t
#+title: presentation
#+date: <2021-06-09 Wed>
#+author: Lachlan Greve
#+email: CCC012117@coderacademy.edu.au
#+language: en
#+select_tags: export
#+exclude_tags: noexport
#+creator: Emacs 27.2 (Org mode 9.4.6)
#+startup: beamer
#+LaTex_CLASS: beamer
#+LaTeX_CLASS_OPTIONS: [bigger]
#+BEAMER_FRAME_LEVEL: 2
#+COLUMNS: %40ITEM %10BEAMER_env(Env) %9BEAMER_envargs(Env Args) %4BEAMER_col(Col) %10BEAMER_extra(Extra)

 
* Assessment 1: Portfolio 
  
* Introduction 
  
** A simple slide
   This slide consists of some text with a number of bullet points:
   - the first, very @important@, point!
   - the previous point shows the use of the special markup which translates the Beamer specific /alter/ command for highlighting text.

   The above list could be number of any other type of list and may include sub-lists.
