ppt/presentation.tex
% Created 2021-06-09 Wed 11:33
% Intended LaTeX compiler: pdflatex
\documentclass[bigger]{beamer}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usetheme{default}
\author{Lachlan Greve}
\date{\textit{<2021-06-09 Wed>}}
\title{presentation}
\hypersetup{
 pdfauthor={Lachlan Greve},
 pdftitle={presentation},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.6)}, 
 pdflang={English}}
\begin{document}

\maketitle
\begin{frame}{Outline}
\tableofcontents
\end{frame}



\section{Assessment 1: Portfolio}
\label{sec:orgccf54dd}

\section{Introduction}
\label{sec:orgf967f14}

\subsection{A simple slide}
\label{sec:org848e65f}
This slide consists of some text with a number of bullet points:
\begin{itemize}
\item the first, very @important@, point!
\item the previous point shows the use of the special markup which translates the Beamer specific \emph{alter} command for highlighting text.
\end{itemize}

The above list could be number of any other type of list and may include sub-lists.
\end{document}